Ran Plan for dir: `terraform/atlantis` workspace: `default`

<details><summary>Show Output</summary>

```diff

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # tls_cert_request.request has been changed
~ resource "tls_cert_request" "request" {
        id               = "24ea2901fedf7c750e2fe39f6fe83d0c3fafce35"
        # (5 unchanged attributes hidden)

      ~ subject {
          + street_address = []
            # (2 unchanged attributes hidden)
        }
    }
  # kubernetes_namespace.pritunl has been changed
~ resource "kubernetes_namespace" "pritunl" {
        id = "pritunl"

      ~ metadata {
          + annotations      = {}
          + labels           = {}
            name             = "pritunl"
            # (3 unchanged attributes hidden)
        }
    }
  # kubernetes_secret.tls has been changed
~ resource "kubernetes_secret" "tls" {
        id        = "pritunl/wayofthesys-com-pritunl-tls"
        # (3 unchanged attributes hidden)

      ~ metadata {
          + annotations      = {}
          + labels           = {}
            name             = "wayofthesys-com-pritunl-tls"
            # (4 unchanged attributes hidden)
        }
    }
  # tls_self_signed_cert.ca has been changed
~ resource "tls_self_signed_cert" "ca" {
        id                    = "214559868745378656370816319241297031822"
        # (10 unchanged attributes hidden)

      ~ subject {
          + street_address = []
            # (2 unchanged attributes hidden)
        }
    }

Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # helm_release.mongodb will be created
+ resource "helm_release" "mongodb" {
      + atomic                     = false
      + chart                      = "mongodb"
      + cleanup_on_fail            = false
      + create_namespace           = false
      + dependency_update          = false
      + disable_crd_hooks          = false
      + disable_openapi_validation = false
      + disable_webhooks           = false
      + force_update               = false
      + id                         = (known after apply)
      + lint                       = false
      + manifest                   = (known after apply)
      + max_history                = 0
      + metadata                   = (known after apply)
      + name                       = "mongodb"
      + namespace                  = "mongodb"
      + recreate_pods              = false
      + render_subchart_notes      = true
      + replace                    = false
      + repository                 = "https://charts.bitnami.com/bitnami"
      + reset_values               = false
      + reuse_values               = false
      + skip_crds                  = false
      + status                     = "deployed"
      + timeout                    = 300
      + verify                     = false
      + version                    = "11.0.6"
      + wait                       = true
      + wait_for_jobs              = false
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Warning: Version constraints inside provider configuration blocks are deprecated

  on providers.tf line 12, in provider "digitalocean":
  12:   version = ">=1.5.0"

Terraform 0.13 and earlier allowed provider version constraints inside the
provider configuration block, but that is now deprecated and will be removed
in a future version of Terraform. To silence this warning, move the provider
version constraint into the required_providers block.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/atlantis`
* :put_litter_in_its_place: To **delete** this plan click [here](https://wayofthesys.com/lock?id=autotune%252Fpritunl-k8s-tf-do%252Fterraform%252Fatlantis%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/atlantis`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
